{"free": [{"key": "2186310", "name": "Clash - Lone Fighter Pack", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2186310/header.jpg?t=1678352501", "detailed_description": "Even the most cynical and solitary recluses sometimes want to change their look. Intimidate your opponents with these two exclusive body paints!"}, {"key": "1712840", "name": "Tiny Tina's Assault on Dragon Keep: A Wonderlands One-shot Adventure", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1712840/header.jpg?t=1677522819", "detailed_description": "Play Tiny Tina's Assault on Dragon Keep, then wishlist its full-size follow-up Tiny Tina's Wonderlands!<br><br>Smash skeletons, defeat dragons, and battle giant golems in Tiny Tina's Assault on Dragon Keep: A Wonderlands One-Shot Adventure. Experience the acclaimed 2013 quest that started it all in this standalone campaign jam-packed with fantasy, fun, and mountains of magical loot!<br><br>The Queen's been captured and her kingdom is in peril; only you and your friends have any chance of restoring peace to this eccentric, enchanted land. Blast your way through treacherous forests, spooky crypts, and fearsome fortresses, but beware—your journey can change in an instant on account of Tina's gleefully chaotic whims. Dive into this epic tabletop romp and get ready for the fantasy fight of your life!<h2 class=\"bb_tag\">Pick-up-and-play Action</h2><br>Choose your character from a roster of six unique Vault Hunters, each with their own signature abilities and powerful builds, and jump into chaotic fantasy battles right away in solo or co-op<h2 class=\"bb_tag\">A World Of Adventure &amp; Danger</h2><br>There's no telling what'll happen next with Tina as your Bunkermaster! Be ready for anything (especially hungry Mimics masquerading as treasure chests)<h2 class=\"bb_tag\">Where Shooting &amp; Looting Met Casting</h2><br>Vanquish any villains who get in your way using a huge assortment of souped-up firearms, all while firing Lightning Bolts and Fireballs from your fingertips with spellcast-style grenade mods"}]}