{"free": [{"key": "2071000", "name": "Minion Masters - KaBOOM Kingdom", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2071000/header.jpg?t=1657214350", "detailed_description": "The KaBOOM Kingdom DLC is a great +300% value bundle that gives you what you need to build your own Scrat deck, including the legendary Wreckinator 9000! It also gives you a headstart in this month’s Season Pass.<br> <br><strong>Includes:</strong><br><ul class=\"bb_ul\"><li>3x Wreckinator 9000 (Legendary)<br></li><li>5x Boom Buggy (Supreme)<br></li><li>20x Scrat Tank<br></li><li>40x Zeppelin Bomber<br></li><li>40x Cannon Roller<br></li><li>5x Power Tokens (Get 5 extra random surprises)<br></li><li>3x Season Pass Tiers </li></ul><br>Roll out the heavy machinery with this Scrat pack that lets you roll over your opponents. Let the Mighty Wreckinator and Scrat Tank plow down smaller enemies while protecting your Boom Buggy and Cannon Roller and let them deal out the damage from safety. <br>With this DLC, you have the perfect Scrat kit to become King of the Scrats!"}, {"key": "1515950", "name": "Capcom Arcade Stadium", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1515950/header.jpg?t=1655979368", "detailed_description": "Relive the Capcom classics!<br />\r\nGet 1943 -The Battle of Midway- and game logo wallpapers free with your download!<br />\r\n<br />\r\nShooters, fighting, action—all your favorite genres in this exciting collection! Capcom Arcade Stadium brings back all the nostalgia of the arcade, while adding in new and exciting features you'll wish you had back then!<br />\r\n<br />\r\nJust Like the Good Old Days<br />\r\nFrom 3D-rendered arcade cabinets to scanline filters, there's everything you need to recreate that arcade atmosphere. Fully customizable display settings let you craft your own personal experience and truly relive the glory days of arcade gaming.<br />\r\n<br />\r\nBrand New Ways to Play<br />\r\nWith gameplay rewind, speed adjustment, and the ability to save and load your game at any time, your old favorites will feel new all over again!<br />\r\nEvery game has online leaderboard rankings, so you can see where you stack up against players all over the world!<br />\r\nCapcom Arcade Stadium, where retro appeal meets cutting-edge features for a fresh take on Capcom's classics!<br />\r\n<br />\r\nIncluded Title<br />\r\n1943 - The Battle of Midway -<br />\r\nPlayers: 1-2 Co-Op<br />\r\nGenre: Shooting<br />\r\nVersions: Japanese &amp; English<br />\r\n<br />\r\nNote: <br />\r\n- Player numbers differ based on the game. Multiplayer gameplay is only available locally.<br />\r\n- Game logo wallpapers will download to the following folder on your computer: <br />\r\n...\\steamapps\\common\\Capcom Arcade Stadium\\Wallpaper"}]}