{"free": [{"key": "1118292", "name": "DiRT Rally 2.0 - Finland (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1118292/header.jpg?t=1683138914", "detailed_description": "This is one of the fastest and most renowned rally locations in the world, featuring colossal jumps and blisteringly high average speeds. The thick gravel and the undulating nature of this course mean that car control and balance are especially significant when navigating the Finnish stages."}, {"key": "1004891", "name": "DiRT Rally 2.0 - Sweden (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004891/header.jpg?t=1683139058", "detailed_description": "Take on the twisting snow banks of Värmland in Sweden Rally. A returning favourite from the original DiRT Rally, prepare to race down winding icy roads of Värmland, knowing that even the smallest mistake could end your stage.<br />\r\n<br />\r\nSweden Rally will be accessible through My Team, Custom Championships and Time Trial."}, {"key": "376938", "name": "Train Simulator: LGV: Marseille - Avignon Route Add-On", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/376938/header.jpg?t=1684778798", "detailed_description": "<h1>New DLC Available</h1><p><a href=\"https://store.steampowered.com/app/861889/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/861889/</a></p><br><h1>About the Game</h1>The high speed railways of France, dominated by the iconic TGV® Duplex, are brought to life in the breathtaking new Ligne Grande Vitesse: Marseille Saint-Charles to Avignon-TGV route for Train Simulator.<br><br>Construction of the LGV Méditerranée began in 1996, designed as a dedicated high speed line that spans over 160 miles to connect the South-East of France to the nation’s capital, Paris. The LGV Méditerranée extends from the end of the LGV Rhône-Alpes in Valence and terminates at Marseille via Avignon and Aix-en-Provence.<br>Opened in 2001, the LGV Méditerranée is operated by SNCF® with TGV Duplex high speed trains, operating on the 25kV AC catenary system, capable of reaching 320 km/h. These revolutionary high speed trains slashed journey times to the South coast of France with TGVs now handling the vast majority of all journeys in France, covering some 750 km (470 miles) in around 3 hours – faster than some domestic airlines.<br><br>The line serves a total of 4 stations, featuring three purpose-built structures, the Gare de Valence TGV, a uniquely built multi-level station allowing easy transfer between the high speed and local services, Gare d’Avignon TGV, made popular by its close proximity to Avignon city centre and Gare d'Aix-en-Provence TGV, allowing easy travel into the north of Marseille and Marseille Airport, accessible by regular bus services. The final station is Marseille-Saint-Charles - a terminus station previously built to serve the surrounding area and the French Riviera, access to this station is via the classic French main lines.<br><br>Due to the undulating nature of Southern France’s terrain, the LGV Méditerranée features many steep inclines and declines, not to mention the impressive number of vast cuttings, tunnels and viaducts that traverse the landscape, the longest tunnel being over 8 km (5 Miles) long. Not only is the outstanding scenery a wonder to behold, the LGV Med. regularly sees 300 – 320 km/h operation providing a fast, reliable service with the beautiful southern France countryside flying past the upper and lower windows.<br><br>The route is equipped with the TVM430 (Transmission Voie-Machine) signalling system, a revolutionary in-cab signalling system designed for operating high speed trains in high capacity. Conventional signalling is not practical for very high speed routes, as drivers have very little time to see and react to what flies past the windscreen. TVM430 displays information in the cab telling the driver what speed he should be travelling at, without the need for conventional track-side equipment.<br>Included with the 100km Marseille to Avignon high speed route is the iconic TGV Duplex in SNCF livery.<h2 class=\"bb_tag\">Scenarios</h2><ul class=\"bb_ul\"><li>BAL Signalling Tutorial<br></li><li>TVM430 Signalling Tutorial<br></li><li>Marseille Saint-Charles to Avignon<br></li><li>Avignon to Marseille Saint-Charles<br></li><li>Aix-en-Provence to Marseille Depot<br></li><li>Aix-en-Provence TGV to Avignon TGV<br></li><li>Avignon TGV to Marseille Saint-Charles</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<br><br><a href=\"http://steamcommunity.com/workshop/browse/?appid=24010\" target=\"_blank\" rel=\"\"  >Click here for Steam Workshop scenarios.</a><h2 class=\"bb_tag\">Key Features</h2><ul class=\"bb_ul\"><li>105km (65 mile) LGV route from Marseille Saint-Charles and Avignon TGV<br></li><li>Stunning southern France scenery, including numerous tunnels and high speed viaducts<br></li><li>Locomotive yard at Marseille<br></li><li>TGV Duplex in SNCF livery<br></li><li>Scenarios for the route<br></li><li>Quick Drive compatible<br></li><li>Download size: 1300 mb</li></ul>"}, {"key": "1998929", "name": "Train Sim World®: LGV Mediterranee: Marseille - Avignon Route Add-On - TSW2 & TSW3 compatible", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1998929/header.jpg?t=1685123832", "detailed_description": "Experience the excitement of high-speed rail, aboard the iconic TGV® Duplex, through sun-soaked Southern France with Train Sim World 2: LGV Méditerranée.<br><br>The LGV Méditerranée was opened in 2001, designed as a dedicated high-speed line to finalise the link between Paris and the south coast of France. Operated by SNCF®, the convenience and comfort offered by this route puts it in competition with air travel for holidaymakers bound for “la mer”.<br><br>It’s your job to operate world-renowned TGV services across the stunning terrain of Southern France at a thrilling 320 km/h. Manage the complexities of keeping to the timetable, paying attention to the TVM430 signalling system, all while climbing and falling through the rollercoaster-like landscape.<br><br>Take control of the instantly recognisable 200 Series TGV Duplex, adorning the bold Carmillon livery, and explore the historical Marseille-Saint-Charles station, which contrasts greatly to the modern, and stylish stations of Aix-en-Provence and Avignon. Each TGV Duplex can seat 508 people across its decks, meaning a double set can whisk over 1000 passengers to the coast.<br><br>Choose how you want to play; drive trains, ride around as a passenger in style from either the lower or top deck, complete the route tasks, or simply pick a vantage point and watch the action unfold. Create your own experiences with the Scenario Planner and Livery Designer. Whatever you choose to do, there's lots to see and experience in Train Sim World 2: LGV Méditerranée.<br><br><strong>Please note: Train Sim World® 3 is required, as a separate purchase, in order to utilise this content. Features remain unchanged from the original Train Sim World® 2 release. Livery Designer and Scenario Planner compatible. Share your creations with the Creator's Club.</strong><h2 class=\"bb_tag\">Key Features</h2><br><ul class=\"bb_ul\"><li>93 km (58-mile) route from Marseille Saint-Charles to Avignon TGV<br></li><li>200 Series TGV Duplex EMU in SNCF Carmillon livery<br></li><li>Highly detailed, feature-rich, driving cab with accurate true-to-life performance and handling<br></li><li>Authentic and detailed sound recordings, recorded from the real multiple unit<br></li><li>Journey Mode featuring over 24 hours of activities for you to master <br></li><li>Accessible Training Modules and five detailed and engaging scenarios for the route <br></li><li>Extensive 24-hour Timetable <br></li><li>A selection of Route Tasks to complete<br></li><li>Livery Designer and Scenario Planner compatible<br></li><li>Powered by Dovetail Games’ proprietary SimuGraph® vehicle dynamics engine and Unreal Engine 4® technology<br></li><li>Download size: 3.8 GB</li></ul>"}, {"key": "1418842", "name": "Train Sim World® 2: LGV Méditerranée: Marseille - Avignon Route Add-On", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1418842/header.jpg?t=1684778868", "detailed_description": "Experience the excitement of high-speed rail, aboard the iconic TGV® Duplex, through sun-soaked Southern France with Train Sim World 2: LGV Méditerranée.<br><br>The LGV Méditerranée was opened in 2001, designed as a dedicated high-speed line to finalise the link between Paris and the south coast of France. Operated by SNCF®, the convenience and comfort offered by this route puts it in competition with air travel for holidaymakers bound for “la mer”.<br><br>It’s your job to operate world-renowned TGV services across the stunning terrain of Southern France at a thrilling 320 km/h. Manage the complexities of keeping to the timetable, paying attention to the TVM430 signalling system, all while climbing and falling through the rollercoaster-like landscape.<br><br>Take control of the instantly recognisable 200 Series TGV Duplex, adorning the bold Carmillon livery, and explore the historical Marseille-Saint-Charles station, which contrasts greatly to the modern, and stylish stations of Aix-en-Provence and Avignon. Each TGV Duplex can seat 508 people across its decks, meaning a double set can whisk over 1000 passengers to the coast.<br><br>Choose how you want to play; drive trains, ride around as a passenger in style from either the lower or top deck, complete the route tasks, or simply pick a vantage point and watch the action unfold. Create your own experiences with the Scenario Planner and Livery Designer. Whatever you choose to do, there's lots to see and experience in Train Sim World 2: LGV Méditerranée.<h2 class=\"bb_tag\">Key Features</h2><br><ul class=\"bb_ul\"><li>93 km (58-mile) route from Marseille Saint-Charles to Avignon TGV<br></li><li>200 Series TGV Duplex EMU in SNCF Carmillon livery<br></li><li>Highly detailed, feature-rich, driving cab with accurate true-to-life performance and handling<br></li><li>Authentic and detailed sound recordings, recorded from the real multiple unit<br></li><li>Journey Mode featuring over 24 hours of activities for you to master <br></li><li>Accessible Training Modules and five detailed and engaging scenarios for the route <br></li><li>Extensive 24-hour Timetable <br></li><li>A selection of Route Tasks to complete<br></li><li>Livery Designer and Scenario Planner compatible<br></li><li>Powered by Dovetail Games’ proprietary SimuGraph® vehicle dynamics engine and Unreal Engine 4® technology<br></li><li>Download Size: 3.2 GB</li></ul>"}, {"key": "1004892", "name": "DiRT Rally 2.0 - Germany (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004892/header.jpg?t=1683138978", "detailed_description": "Germany presents a tarmac challenge like no other. Race through the flowing, technical tarmac stages of Baumholder, a returning region from the original DiRT Rally. <br />\r\n<br />\r\nGermany Rally will be accessible through My Team, Custom Championships and Time Trial."}, {"key": "1004894", "name": "DiRT Rally 2.0 - Wales (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004894/header.jpg?t=1683138947", "detailed_description": "Situated in the hilly regions of Wales, this rally pushes drivers to the limit as they navigate the often wet and slippery forest sections and high speed sections in between. <br />\r\nReceiving little traffic aside from forestry maintenance, the road surface is made up of heavier gravel on a hard-packed road base creating an unforgiving rally for drivers with many hazards dotted around the course. <br />\r\nWales Rally will be accessible through My Team, Custom Championships and Time Trial."}, {"key": "383270", "name": "Hue", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/383270/header.jpg?t=1684854422", "detailed_description": "<h1>Check out the latest Curve Games release!</h1><p><a href=\"https://store.steampowered.com/app/1388580/Blooming_Business_Casino/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/1388580/Blooming_Business_Casino/</a></p><br><h1>About the Game</h1>Hue is a vibrant, award-winning puzzle-adventure, where you alter the world by changing its background colour. You explore a dangerous grey land, unearthing coloured fragments on a journey to find your missing mother. As obstacles match the background, they disappear, creating new and exciting puzzles - full of peril, mystery… and colours unseen.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/383270/extras/MechanicIntro.jpg?t=1684854422\" /><h2 class=\"bb_tag\"><h2 class=\"bb_tag\">Key Features</h2></h2><br><ul class=\"bb_ul\"><li>Unique colour-matching mechanic, offering a new twist on the classic adventure game.<br></li><li>A heartfelt story that touches on themes of love, loss, existence and remorse.<br></li><li>A world full of lively characters to talk to, each with their own personality and story.<br></li><li>Stark silhouetted art style with bright, bold colours.<br></li><li>Over 30 original music tracks, composed exclusively for Hue. <br></li><li>Professionally voiced narration by Anna Acton and Matthew Wade, some of the UK’s best television talent.<br></li><li>Full colourblind support, using symbols as a colour aid.<br></li><li>Razer Chroma, Corsair RGB plus many more coloured LED devices supported on Windows.</li></ul><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/383270/extras/Skulls.jpg?t=1684854422\" />"}, {"key": "2408730", "name": "Tale of Immortal - Ground of No Return", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2408730/header.jpg?t=1685099703", "detailed_description": "<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2408730/extras/20230526-163716.png?t=1685099703\" /><br><br>Have you found yourself transformed into Hou Yi, Jingwei, only to wake up as a puny Chicken Immortal? <br><br>It's not every day you get sucked into a mystic realm with no hope of escape, but if you do, can you fight your way out and return to the world you know as an NPC?<br><br>With the Ground of No Return DLC, you'll unlock a thrilling new Rougelite mode that takes you on a wild journey independent from the world of the Tale of Immortal. <br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2408730/extras/11.gif?t=1685099703\" /><br><br>Step into the shoes of an NPC with unique skills and destiny, and embark on an adventure of a lifetime.<br><br>Defeat enemies to gain cultivation and Spirit Stones, level up, unlock &quot;Rewrite Destiny&quot; powers, purchase Mind Skills and manuals, and become stronger with each passing moment. Build an unstoppable character, improve your techniques, and ride each wave of assault with steadfast wills.<br><br>The fate of your character is in your hands. Do you have what it takes to break free from the dire situations and make a daring escape? Only you can decide.&quot;"}, {"key": "861889", "name": "Train Simulator: LGV Rhône-Alpes & Méditerranée Route Extension Add-On", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/861889/header.jpg?t=1684778765", "detailed_description": "<h1>Route Extension</h1><p>The LGV Rhône-Alpes and LGV Méditerranée Route Extension Add-on brings over 200 km of additional track to the highly popular LGV: Marseille - Avignon Route Add-On, making over 300 km of the French high-speed railway between Lyon and Marseille. You must own the LGV: Marseille - Avignon Route Add-On, which is a separate purchase, in order to play the content featured in this Route Extension.<br><br><a href=\"https://store.steampowered.com/app/376938/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/376938/</a></p><br><h1>New DLC Available</h1><p><a href=\"https://store.steampowered.com/app/896713/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_1\" >https://store.steampowered.com/app/896713/</a></p><br><h1>About the Game</h1>The 1990s, the LGV Sud-Est had already connected Paris and Lyon for about a decade, drastically reducing journey times between the two cities. It was decided to expand the benefit south to Valence by building a new high-speed link, the LGV Rhône-Alpes.<br><br>The 115 km line opened in two stages, the first in time for the 1992 Winter Olympics in Albertville, giving people a better connection to Lyon, with the second in the summer of 1994, a connection and brand-new station was also opened to Lyon-Saint-Exupéry Airport at the same time.<br><br>With the LGV Rhône-Alpes completed and transforming travel, the decision was then made to build a further LGV line, one which would head out of Valence and serve the south of France, the LGV Méditerranée. This final line would put Marseille on the high-speed map and allow competition with airlines who also made connections to France’s capital.<br><br>Construction of the LGV Méditerranée began in 1996, and it would stretch a total of 216 km to join with the classic approach into Marseille-Saint-Charles, with additional stations being built at Avignon and Aix-en-Provence. The line was opened to traffic in 2001.<br><br>Served by TGV® Duplex® high speed trains, the LGV Rhône-Alpes and LGV Méditerranée started carrying thousands of passengers across the south of France at 300 km/h, extending to 320 km/h along key sections of the scenic, undulating lines.<br><br>The route throughout is equipped with TVM430 (Transmission Voie-Machine), a revolutionary in-cab signalling system designed for operating high speed trains at high timetable frequencies. Conventional signalling is not practical for very high-speed routes, as drivers have very little time to see and react to what flies past the windscreen. TVM430 displays information in the cab telling the driver what speed he should be travelling at, without the need for conventional track-side equipment. For the classic approach into Marseille however, the typical BAL signalling comes into use.<br><br>LGV Rhône-Alpes &amp; Méditerranée covers the line from Gare de Marseille-Saint-Charles to Lyon Gare de Lyon-Part-Dieu and Gare de Saint-Exupéry TGV, extending the original route threefold to bring a total of 309 km of breath-taking scenery and enthralling high-speed to Train Simulator.<h2 class=\"bb_tag\">Included Scenarios</h2><br>The LGV Rhône-Alpes &amp; Méditerranée includes seven career scenarios featuring TGV High-Speed passenger activities:<br><br><ul class=\"bb_ul\"><li>[TGV] 01. The French Connection: Part 1<br></li><li>[TGV] 02. The French Connection: Part 2<br></li><li>[TGV] 03. Lugdunum to Massalia<br></li><li>[TGV] 04. Let There Be Light<br></li><li>[TGV] 05. Forward, Forward Lyon!<br></li><li>[TGV] 06. Storm Before the Calm<br></li><li>[TGV] 07. Heatwave</li></ul><br><strong>Please Note: <a href=\"http://store.steampowered.com/app/376938\" target=\"_blank\" rel=\"\"  >LGV: Marseille - Avignon Route Add-On</a> is required, as a separate purchase, in order to play the content featured in this add-on.</strong><br><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<br><br><a href=\"http://steamcommunity.com/workshop/browse/?appid=24010\" target=\"_blank\" rel=\"\"  >Click here for Steam Workshop scenarios.</a><h2 class=\"bb_tag\">Key Features</h2><br><ul class=\"bb_ul\"><li>309 km (192 miles) LGV route from Lyon Gare de Lyon-Part-Dieu and Gare de Saint-Exupéry TGV to Marseille Saint-Charles<br></li><li>Stunning southern France scenery, including numerous tunnels and high speed viaducts<br></li><li>TGV Duplex in SNCF Livery and TGV Duplex in SNCF Carmillon Livery<br></li><li>Realistic TVM430 in-cab and French BAL signalling systems<br></li><li>Accurate performance and handling<br></li><li>Scenarios for the route<br></li><li>Quick Drive compatible<br></li><li>Download size: 274.5 MB </li></ul>"}, {"key": "489630", "name": "Warhammer 40,000: Gladius - Relics of War", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/489630/header_alt_assets_0.jpg?t=1685104508", "detailed_description": "<h1>Join the Discord</h1><p><a href=\"https://steamcommunity.com/linkfilter/?url=https://discord.com/invite/proxystudios\" target=\"_blank\" rel=\" noopener\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/GladiusJoinDiscord.png?t=1685104508\" /></a></p><br><h1>Another amazing Warhammer 40,000 game</h1><p><a href=\"https://store.steampowered.com/app/1295500/Warhammer_40000_Battlesector/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/1295500/Warhammer_40000_Battlesector/</a><br><br>The definitive battle-scale game of turn-based strategy and fast-paced combat that takes you to the battlefields of the 41st Millenium.</p><br><h1>About the Game</h1>Gladius Prime was known to Imperial scholars as a planet of archeological interest. During its colonization ancient relics were found, revealing hints of a shrouded past. But it was more than relics. Something awakened, an unspeakable horror from an ancient past, and the citizens of Gladius found themselves trapped in a terrible war for survival. <br><br><strong>Gladius Prime was once a planet of peace. Now there is only war.</strong><br><br><i>Warhammer 40,000: Gladius – Relics of War</i> brings you to a world of terror and violence with the first turn-based 4X strategy game set in the Warhammer universe. Face challenging AI or cooperate or compete with friends and strangers across the globe.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_explore.jpg?t=1685104508\" /><br><br>Play as one of four iconic Warhammer factions (Astra Militarum, Space Marines, Orks or Necrons), each with their own unique playstyle and technology tree. Explore a randomly generated world filled with special features and threatening wildlife that can crush your troop's morale. Secure control of powerful ancient artefacts to grant you an edge against rival factions.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_expand.jpg?t=1685104508\" /><br><br>Construct cities, buildings and fortifications to expand your empire and produce an army to vanquish your foes. Harvest resources and research new technologies to fuel and upgrade your machinery of war.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_exploit.jpg?t=1685104508\" /><br><br>Progress through a different storyline with each faction as their destiny on Gladius Prime, a world tainted by the warp, unfolds. In the end, when all the dust has settled, only one faction can emerge victorious.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_exterminate.jpg?t=1685104508\" /><br><br>Command a wide array of devastating weaponry, issue city edicts and deploy tactical operations. Recruit hero units that possess distinct special abilities and can be equipped with items, ranging from advanced grenades to mighty relics of the past. As they become more and more powerful with each rank, they turn into true champions of your cause.<br><br><a href=\"https://www.youtube.com/watch?v=DT383Lq3mAw\" target=\"_blank\" rel=\"\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_ork-play-banner-308x228.jpg?t=1685104508\" /></a><a href=\"https://www.youtube.com/watch?v=98CVWr6haxs\" target=\"_blank\" rel=\"\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_commissar-play-banner-308x228.jpg?t=1685104508\" /></a><br><a href=\"https://www.youtube.com/watch?v=xnnkCXdaDxc\" target=\"_blank\" rel=\"\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_skeleton-play-banner-308x228.jpg?t=1685104508\" /></a><a href=\"https://www.youtube.com/watch?v=H5ZaO4sFhEI\" target=\"_blank\" rel=\"\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/489630/extras/Gladius_marine-play-banner-308x228.jpg?t=1685104508\" /></a>"}]}