{"free": [{"key": "1788350", "name": "Chef Life - BON APPÉTIT PACK", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1788350/header.jpg?t=1677174341", "detailed_description": "<strong>Celebrate French gastronomy at your restaurant!</strong><br>The BON APPÉTIT pack contains 3 French gastronomic recipes and an elegant outfit for your chef. Add ratatouille, bouillabaisse and cassoulet to your menu, and give your chef a new apron and stylish sailor's top."}, {"key": "493540", "name": "Figment", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/493540/header.jpg?t=1676400114", "detailed_description": "<h1>Wishlist the upcoming standalone sequel!</h1><p><a href=\"https://store.steampowered.com/app/1085220/Figment_Creed_Valley/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/1085220/Figment_Creed_Valley/</a></p><br><h1>About the Game</h1><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/Export-gif_10---Copy.jpg?t=1676400114\" /><br><br>A musical action-adventure set in the recesses of the human mind... Welcome to the world of Figment. A strange and surreal world; a place filled with our deepest thoughts, urges and memories, populated by the many voices we hear in our heads.<br><br>This mind has been quiet and calm for many years. But something has changed. New thoughts have started to emerge - taking the shape of nightmarish creatures who spread fear wherever they go. The only hope is for the grumpy Dusty, the mind's former voice of courage, to get back to his old self and help the mind to face its fears.<br><br>Join Dusty and his ever-optimistic friend, Piper, on an adventure through the different sides of the mind, solving puzzles to set things straight, beating back the nightmares and seeking to restore the courage that's been lost.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/dustyshadow.jpg?t=1676400114\" /><br>Experience how traditionally hand-painted brushstrokes come to life in a world filled with surreal art, colorful illustrations and charming characters. Experience the unique artstyles of the joyful Freedom Isles, the radiant Clockwork Town and the ominous Pathways.<br><br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/pipershadow.jpg?t=1676400114\" /><br>Music is an integral part of Figment. Explore a rhythmic environment full of trumpet trees, piano houses and singing enemies and discover how your actions influence this musical universe and its dynamic soundtrack.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/plagueshadow.jpg?t=1676400114\" /><br>Take an emotional journey to face universal human fears and help Dusty bring peace to the mind again. Overcome the Nightmares by using their dirty tricks to your advantage.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/trainmanshadow.jpg?t=1676400114\" /><br>Figment offers various challenges for all kind of players. Swing your sword skillfully at the enemies, rack your brain to solve puzzles and combine the two in epic musical boss battles."}]}