{"free": [{"key": "1788350", "name": "Chef Life - BON APPÉTIT PACK", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1788350/header.jpg?t=1677174341", "detailed_description": "<strong>Celebrate French gastronomy at your restaurant!</strong><br>The BON APPÉTIT pack contains 3 French gastronomic recipes and an elegant outfit for your chef. Add ratatouille, bouillabaisse and cassoulet to your menu, and give your chef a new apron and stylish sailor's top."}, {"key": "582660", "name": "Black Desert", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/582660/header.jpg?t=1677622817", "detailed_description": "<h1>WHAT STEAM CURATORS HAVE TO SAY ABOUT BLACK DESERT</h1><p><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/ENGLISH.png?t=1677622817\" /></p><br><h1>JOIN OUR DISCORD</h1><p><a href=\"https://steamcommunity.com/linkfilter/?url=https://discord.com/invite/blackdesertonline\" target=\"_blank\" rel=\" noopener\"  > <img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/Discord_616_110_2.png?t=1677622817\" /></p><br><h1>About the Game</h1><h2 class=\"bb_tag\">Go Beyond Limits : WORLD CLASS MMORPG</h2><br><i>Black Desert is a game that tests the limitations of MMORPG<br>by implementing remastered graphics and audio. Enjoy exciting combat and siege,<br>exploration, trading, fishing, training, alchemy, cooking, gathering, hunting, and more in the vast open world.<br>Black Desert - A true MMORPG</i><h2 class=\"bb_tag\">The Start of Your Dream Adventure</h2><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/Graphics_DescriptionCustomImage_616x250.jpg?t=1677622817\" /><br><strong>GRAPHICS</strong><br>Remastered Cutting-Edge Graphics<br>An expansive, open world MMORPG<br>made with Pearl Abyss’ proprietary game engine.<br>With spectacular sceneries, realistic environments, and sophisticated details.<br>Enter a world created with state-of-the-art graphics and prepare for unforgettable adventures.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/STEAM_OPENWORLD.png?t=1677622817\" /><br><strong>OPEN WORLD</strong><br>Multitudes of In-Game Activities<br>Don't feel like fighting?<br>Countless other activities await! Farming, trading, horse training, fishing, sailing, crafting, cooking…<br>Get immersed and dive into diverse life skills!<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/STEAM_KNOWLEDGE.png?t=1677622817\" /><br><strong>KNOWLEDGE</strong><br>Knowledge-Based Game Content<br>Knowledge is power!<br>Stick around and become an expert of the Black Desert world.<br>Gain knowledge from combat, exploring, or interacting with NPCs.<br>Knowledge will influence your gameplay and assist you on your adventures.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/STEAM_COMBAT.png?t=1677622817\" /><br><strong>COMBAT</strong><br>Non-Target &amp; Fast-Paced Combat<br>Experience an innovative combat system unlike any other MMORPG.<br>The need for quick reactions and precise control will keep you enthralled throughout your entire experience.<br>Exciting commands/combos will always keep you on your toes.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/NodeWar_DescriptionCustomImage_616x250.jpg?t=1677622817\" /><br><strong>NODE &amp; SIEGE WAR</strong><br>Large-Scale PvP Wars<br>Guilds, prepare for battle! Victory is near!<br>Join formidable guilds as they fight head-to-head on the battlefield.<br>Be victorious, become lords, and seize control of taxes, resources, and more!<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/582660/extras/customizing_DescriptionCustomImage_616x250.jpg?t=1677622817\" /><br><strong>CUSTOMIZING</strong><br>Become Your True Self<br>Experience insane levels of customization.<br>From height, torso, face, and skin texture,<br>to micro-level details, your imagination is the limit!<br>Create your own unique characters, just like you've always desired, in Black Desert.</a>"}, {"key": "493540", "name": "Figment", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/493540/header.jpg?t=1676400114", "detailed_description": "<h1>Wishlist the upcoming standalone sequel!</h1><p><a href=\"https://store.steampowered.com/app/1085220/Figment_Creed_Valley/\" target=\"_blank\" rel=\"\"  id=\"dynamiclink_0\" >https://store.steampowered.com/app/1085220/Figment_Creed_Valley/</a></p><br><h1>About the Game</h1><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/Export-gif_10---Copy.jpg?t=1676400114\" /><br><br>A musical action-adventure set in the recesses of the human mind... Welcome to the world of Figment. A strange and surreal world; a place filled with our deepest thoughts, urges and memories, populated by the many voices we hear in our heads.<br><br>This mind has been quiet and calm for many years. But something has changed. New thoughts have started to emerge - taking the shape of nightmarish creatures who spread fear wherever they go. The only hope is for the grumpy Dusty, the mind's former voice of courage, to get back to his old self and help the mind to face its fears.<br><br>Join Dusty and his ever-optimistic friend, Piper, on an adventure through the different sides of the mind, solving puzzles to set things straight, beating back the nightmares and seeking to restore the courage that's been lost.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/dustyshadow.jpg?t=1676400114\" /><br>Experience how traditionally hand-painted brushstrokes come to life in a world filled with surreal art, colorful illustrations and charming characters. Experience the unique artstyles of the joyful Freedom Isles, the radiant Clockwork Town and the ominous Pathways.<br><br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/pipershadow.jpg?t=1676400114\" /><br>Music is an integral part of Figment. Explore a rhythmic environment full of trumpet trees, piano houses and singing enemies and discover how your actions influence this musical universe and its dynamic soundtrack.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/plagueshadow.jpg?t=1676400114\" /><br>Take an emotional journey to face universal human fears and help Dusty bring peace to the mind again. Overcome the Nightmares by using their dirty tricks to your advantage.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/493540/extras/trainmanshadow.jpg?t=1676400114\" /><br>Figment offers various challenges for all kind of players. Swing your sword skillfully at the enemies, rack your brain to solve puzzles and combine the two in epic musical boss battles."}]}