{"free": [{"key": "2165500", "name": "Call of the Wild: The Angler™ – Norway Reserve", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2165500/header.jpg?t=1671098437", "detailed_description": "<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2165500/extras/TheAngler_Norway_Description_image_616x257_long_and_short_description.png?t=1671098437\" /><br><strong>Experience a whole new Nordic fishing reserve – claim for free until Jan 5th, 2023</strong><br>Your continued support and feedback is invaluable to us, as we continue to work hard on expanding and improving the game. As a token of our thanks, we are making the Norway Reserve available for free to all our loyal players. <br><br>This offer is available to anyone who already owns the base game or purchases it between December 15th, 2022 and January 5th, 2023.<br><br>Pack your angling gear, tread the paths of trolls, and tell your own tale in the vast and tranquil Norwegian countryside - steeped in local folklore.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2165500/extras/TheAngler_Norway_descriptive_616x257_A_land_of_legends,_giants_and_memorable_fish_species_2.gif?t=1671098437\" /><br><strong>A land of legends, giants, and memorable fish species</strong><br>The home of legends, this idyllic Scandinavian backdrop might not promise you an encounter with the Midgard Serpent, but it does offer 13 new fish species to try your skills against. And with the Brown Trout, Zander, and Atlantic Salmon all growing up to impressive sizes, you’re definitely in the right place for a great catch. <br><br>When you’re not listening to tales of Trolls and Stallo, the crystal streams and thick forests offer a perfect place to unwind. Set against the majestic backdrop of Norway’s unspoiled wilderness, anglers have the opportunity to explore beyond the beaten path of Trollsporet Nature Reserve and take on everything it has to offer – glorious mountains, the midnight sun, and the Northern Lights included!<br> <br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2165500/extras/TheAngler_Norway_descriptive_616x257_More_than_just_fishing.png?t=1671098437\" /><br><strong>More than just fishing</strong><br>Are you angling for more diverse activities? Trollsporet Nature Reserve offers 60 bespoke activities and missions, featuring fishing challenges, geocache missions, scavenger hunts, and a unique narrative mission as well as collectibles scattered across the varied biomes of Nøkkensjøen, Huldraskogen, and Fossegrimfjorden. You’ll have plenty to do, all the while uncovering the homeland of the Norse Gods and finding hints of these ancient tales within the landscape – or better yet, some of the mysterious local Troll Rocks…<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2165500/extras/TheAngler_Norway_descriptive_616x257_A_game_that_grows_and_evolves_with_you.png?t=1671098437\" /><br><strong>A game that grows and evolves with you</strong><br>As ever, Call of the Wild: The Angler prides itself on being a live-service game that is developed in close collaboration with the community. So, join us out on Trollsporet Nature Reserve, and experience first-hand the beauty of the Norwegian outdoors."}]}