{"free": [{"key": "1118292", "name": "DiRT Rally 2.0 - Finland (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1118292/header.jpg?t=1683138914", "detailed_description": "This is one of the fastest and most renowned rally locations in the world, featuring colossal jumps and blisteringly high average speeds. The thick gravel and the undulating nature of this course mean that car control and balance are especially significant when navigating the Finnish stages."}, {"key": "1004894", "name": "DiRT Rally 2.0 - Wales (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004894/header.jpg?t=1683138947", "detailed_description": "Situated in the hilly regions of Wales, this rally pushes drivers to the limit as they navigate the often wet and slippery forest sections and high speed sections in between. <br />\r\nReceiving little traffic aside from forestry maintenance, the road surface is made up of heavier gravel on a hard-packed road base creating an unforgiving rally for drivers with many hazards dotted around the course. <br />\r\nWales Rally will be accessible through My Team, Custom Championships and Time Trial."}, {"key": "1004892", "name": "DiRT Rally 2.0 - Germany (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004892/header.jpg?t=1683138978", "detailed_description": "Germany presents a tarmac challenge like no other. Race through the flowing, technical tarmac stages of Baumholder, a returning region from the original DiRT Rally. <br />\r\n<br />\r\nGermany Rally will be accessible through My Team, Custom Championships and Time Trial."}, {"key": "1004891", "name": "DiRT Rally 2.0 - Sweden (Rally Location)", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1004891/header.jpg?t=1683139058", "detailed_description": "Take on the twisting snow banks of Värmland in Sweden Rally. A returning favourite from the original DiRT Rally, prepare to race down winding icy roads of Värmland, knowing that even the smallest mistake could end your stage.<br />\r\n<br />\r\nSweden Rally will be accessible through My Team, Custom Championships and Time Trial."}]}