{"free": [{"key": "2448580", "name": "Meet Your Maker: Sector 1 Arsenal Pack", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2448580/header.jpg?t=1687887819", "detailed_description": "Meet Your Maker’s <strong>Sector 1 Arsenal Pack</strong> expands your toolbox with 4 vicious implements of death.   <br><br>Welcome to the Dreadshore, a place of mud, rust, and endless fog. On the murky remains of the New England coastline stands a lighthouse Sanctuary where Custodian and Chimera once performed unspeakable experiments in a prison of pain. Their tools now become yours. Explore punishing new avenues of creativity with the traps and genetic abominations used to rule this secret facility.  <br><br>The Sector 1 Arsenal Pack can be purchased and downloaded in-store, or unlocked for free using in-game currency earnable by playing Meet Your Maker.<h2 class=\"bb_tag\">The Dreadshore Arsenal Pack contains:</h2><h2 class=\"bb_tag\">1 CUSTODIAN:   </h2><strong>- Nautilus </strong><br>Enhance the effects of defensive weaponry and increase your odds of survival against any onslaught. This armor, resembling an ancient diving suit, was developed in secret by the only prisoner to escape the lighthouse Sanctuary. Nautilus, a terror from the depths who came to drown the last of humanity.<h2 class=\"bb_tag\">1 TRAP: </h2> <strong>-Sentry Beam </strong><br>This trap was developed by the lighthouse Sanctuary to swiftly execute any prisoner bold enough to pursue escape. The Sentry Beam’s watchful red eye uses motion-tracking to lock onto a target and emit a narrow laser beam of super-heated amplified light – perfect for slicing through fast-moving Raiders. Should the beam miss its mark, it ricochets multiple times offering additional opportunity for a chaotic, blistering kill.<h2 class=\"bb_tag\">1 GUARD: </h2> <strong>-Ravager </strong><br>Both ruthless brute and precise killer, the Ravager is a disturbing result of the lighthouse Sanctuary’s failed cloning experiments. Its visor alters its vision to display multiple blurred targets when only one is present, causing it to simultaneously fire at each in a scattershot attack more difficult to evade than a single bolt. Efficient and aggressive, the Ravager is an imposing addition to any Outpost’s defenses.<h2 class=\"bb_tag\">1 WEAPON:  </h2><strong>-Demolition Cannon </strong><br>Discovered in the Sanctuary’s armory by Nautilus during his blood-soaked escape, the Demolition Cannon was used to decimate any who stood in his path. Powerful and portable, this heavy artillery delivers an explosive payload in a reusable shell for a localized explosion that causes massive damage."}, {"key": "1180660", "name": "Tell Me Why", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1180660/header.jpg?t=1685640127", "detailed_description": "Tell Me Why is the latest narrative adventure game from DONTNOD Entertainment, the studio behind the beloved franchise, Life is Strange. In this intimate mystery, reunited twins Tyler and Alyson Ronan use their supernatural bond to unravel the memories of their loving but troubled childhood. Set in beautiful small-town Alaska, Tell Me Why features true-to-life characters, mature themes and gripping choices.<br />\r\nAs you conjure up memories of the past, your choices will affect the twins’ relationship, determine the strength of their bond, and shape the course of their lives.<br />\r\nExperience all chapters free in June! <br />\r\n <br />\r\nRevisit your past, discover the truth, and shape your future<br />\r\n• Uncover the truth – Use the twins’ supernatural bond to relive and explore their conflicting childhood memories.<br />\r\n• Shape your Story – Influence the relationship between Tyler and Alyson with choices that will determine their future.<br />\r\n• Unlock even more secrets – Match wits with puzzles that deepen the story and open a window into the twins’ fantasy world, “The Book of Goblins.”<br />\r\nExperience true-to-life setting and characters<br />\r\n• Unique characters – Build relationships and solve mysteries through the eyes of compelling and realistic characters.<br />\r\n• Alaskan splendor – Explore locations set in beautiful, highly detailed small-town Alaska in stunning 4K and HDR.<br />\r\n<br />\r\nStorytelling with purpose – DONTNOD Entertainment and Xbox Game Studios conducted on-the-ground research and partnered closely with cultural, mental health and gender advocates to craft a thoughtful, true-to-life experience."}]}