{"free": [{"key": "1880790", "name": "World of Warships — Starter Pack: Dreadnought", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1880790/header_alt_assets_0.jpg?t=1669367415", "detailed_description": "<h1>🎁5 Years on Steam: 5 USD Bounty Challenge, Free DLCs, and More!</h1><p><a href=\"https://steamcommunity.com/games/552990/announcements/detail/6368678185299597547\" target=\"_blank\" rel=\"\"  ><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1880790/extras/5_usd_bounty_610×214.png?t=1669367415\" /></a></p><br><h1>About the Game</h1>New to World of Warships? Dip your toes in the water with a Premium battleship, Premium cruiser, and set of sweet bonuses:<h2 class=\"bb_tag\">This package includes:</h2><ul class=\"bb_ul\"><li><strong> 2x Premium ships:</strong> Premium ships come fully equipped and provide benefits such as XP conversion, no penalties for Commander transfer, etc.<br></li><li><strong> British battleship Dreadnought.</strong> Being the first of her kind, the Royal Navy’s Dreadnought revolutionized the history of shipbuilding. In the game, she sails at an unhurried pace and doesn't have an ideal gun arrangement, which is typical of lower-tier battleships. <br></li><li> <strong> American cruiser Charleston.</strong> This large cruiser with moderate speed, a large HP pool, and numerous main battery guns is perfectly suited to causing some impressive damage in battle. Due to the above-average number of guns for her tier, the ship stands as a hazardous opponent for ships of any type.<br></li><li><strong> 3 days of Warships Premium Account:</strong> When active, provides important bonuses to XP and Credits.<br></li><li><strong> 2x Port slots</strong></li></ul><ul class=\"bb_ul\"><li><strong> 7x Steam camouflages:</strong> Unique Steam-exclusive designs.<br></li><li><strong> 7x common expendable economic bonuses of four types</strong> (Credits +20%,Ship XP +100%, Commander XP +100%, and Free XP +300%)<br><br>Camouflages only change the ship exterior and do not provide any economic or combat bonuses.<br><br>If you already have these ships in your Port, you will not receive any compensation.<br><br>The content of this DLC is only playable on World of Warships accounts created on Steam.</li></ul>"}, {"key": "1556712", "name": "Capcom Arcade Stadium：FINAL FIGHT", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1556712/header.jpg?t=1668019288", "detailed_description": "Add FINAL FIGHT to your Capcom Arcade Stadium game line-up!<br />\r\n<br />\r\nThe criminal Mad Gear Gang dominates the streets of Metro City. At the first sign that Mayor Mike Haggar would oppose the criminals, his family too became a target of their cruelty. For the sake of the city, three brave vigilantes must stand against this evil!<br />\r\n<br />\r\nPlayers: 1-2 Player Co-Op<br />\r\nGenre: Action<br />\r\nVersions: Japanese &amp; English"}]}