{"free": [{"key": "1889260", "name": "World of Warships — American Freedom", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/1889260/header.jpg?t=1663874472", "detailed_description": "Manifest your destiny with three different US Navy ships, each representing a unique gameplay style. On top of that, a full day of Warships Premium Account to start you off on the right foot. Battleship South Carolina, cruiser St. Louis, and destroyer Wickes each come with their own Commander with 3 skill points.<h2 class=\"bb_tag\">This bundle includes:</h2><ul class=\"bb_ul\"><li>Tier III researchable* Destroyer Wickes with a 3-skill point Commander<br></li><li>Tier III researchable* Cruiser St. Louis with a 3-skill point Commander<br></li><li>Tier III researchable* Battleship South Carolina with a 3-skill point Commander<br></li><li>1 day of Warships Premium Account</li></ul><br>If you already own one or more of these ships, you will receive compensation for them in credits:<br><ul class=\"bb_ul\"><li>Wickes — 164,325 credits<br></li><li>St. Louis — 161,700 credits<br></li><li>South Carolina — 201,075 credits</li></ul><br>*These ships are researchable — meaning that they can be earned in-game through playing. This bundle offers to speed up your low Tier research by giving you immediate access to this nation's different ship types.<br><br>Please note: The content of this DLC is only playable on World of Warships accounts created on Steam."}, {"key": "2114460", "name": "Rebel Inc: Escalation - Sand & Secrets", "header_image": "https://cdn.akamai.steamstatic.com/steam/apps/2114460/header.jpg?t=1663675058", "detailed_description": "<h2 class=\"bb_tag\">Golden Sands</h2><br>Vast riches are buried deep below the dunes. Control the oil. Control the Region.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2114460/extras/Golden_Sands_Map_store_page.png?t=1663675058\" /><br><br><strong>New Lands Await</strong><br>A whole new region to stabilise, full of vast sand dunes and untapped potential… It must be kept from the Insurgents at any cost.<br><br><strong>Oil is Money, Money is Power</strong><br>Securing the Oil Fields is your top priority, they will provide you with additional funds.<br><br><strong>Priority Targets</strong><br>You're not the only one looking to secure the oil, the Insurgency will focus on capturing the fields with alarming aggression.<br><br><strong>Coalition Lobbyists</strong><br>Use new initiatives to make better use of the Coalition Soldiers deployed in the region; their tours will be extended if protecting something important…<br><br><strong>More Money, More Problems</strong><br>A whole new series of decisions and events - choose how to split the oil profits, keep shareholders happy and maybe even encounter a very special sandworm.<h2 class=\"bb_tag\">Secret Scenarios</h2><br><br><strong>Shadow War</strong><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2114460/extras/dlc-page---shadow-war.png?t=1663675058\" /><br><br>The Insurgency has gone underground, using stealth tactics and intelligence blackouts in a despicable attempt to secure the oil derricks.<br><br>Can you defeat an insurgency that can't be seen?<br><br><strong>Mad Tanx</strong><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2114460/extras/dlc-page---mad-tanx.png?t=1663675058\" /><br><br>The Tank Commander has lost his mind! He's stealing all the oil from Golden Sands to power his obscene war machines.<br><br>Obliterate the Insurgency in this fast and furious world of fuel-injected turbo-charged supertanks.<br><br><strong>Oil and Thunder</strong><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2114460/extras/dlc-page---oil-and-thunder.png?t=1663675058\" /><br><br>Golden Sands has been seized by the Insurgency and they're threatening to set fire to the Oil if the Coalition attempts to take it back. The oil must be secured at all costs!<br><br><strong>Real-Time Operation</strong><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/2114460/extras/dlc-page---real-time-operation.png?t=1663675058\" /><br><br>There's no time to explain! Can you stabilise the region when time is always moving forwards?"}]}